<?php

return array (
  'confirmPassword' => 'Подтвердите Пароль',
  'email' => 'Адрес электронной почты',
  'failed' => 'Эти учетные данные не соответствуют нашим записям.',
  'login' => 'Логин',
  'name' => 'Имя',
  'password' => 'Пароль',
  'register' => 'Регистр',
  'rememberMe' => 'Запомни меня',
  'resetPassword' => 'Сброс пароля',
  'sendPasswordResetLink' => 'Отправить ссылку для сброса пароля',
  'throttle' => 'Слишком много попыток входа в систему. Повторите попытку через: секунды секунды.',
);
