<?php

return array (
  'applicationReceived' => 
  array (
    'subject' => 'Заявление о приеме на работу получено',
    'text' => 'Мы получили ваше заявление о приеме на работу. Мы свяжемся с Вами в скором времени.',
  ),
  'candidateStatusUpdate' => 
  array (
    'subject' => 'Статус обновлен.',
    'text' => 'Ваш статус был обновлен для работы',
  ),
  'contact' => 
  array (
    'subject' => 'Запрос на новый контакт',
  ),
  'hello' => 'Привет',
  'interviewOn' => 'Интервью идет',
  'interviewSchedule' => 
  array (
    'employeeResponse' => 'имеет: тип расписания для работы: вакансия и кандидат',
    'hiredNotify' => 'Уведомление о найме',
    'hiredText' => 'Вас наняли на работу',
    'interviewOn' => 'Интервью идет',
    'interviewReminder' => 'Напоминание об интервью',
    'rejectNotify' => 'Ваша заявка отклонена',
    'rejectText' => 'Ваша заявка отклонена при приеме на работу',
    'response' => 'Для принятия или отказа',
    'scheduleResponse' => 'Ответ сотрудника по расписанию собеседования.',
    'scheduleStatus' => 'График собеседования изменен на',
    'subject' => 'Интервью запланировано',
    'text' => 'собеседование запланировано на работу',
  ),
  'interviewScheduleStatus' => 
  array (
    'statusChangesTo' => 'статус меняется на',
    'subject' => 'Статус расписания собеседований изменен.',
    'text' => 'собеседование запланировано на работу',
  ),
  'jobOffer' => 
  array (
    'subject' => 'Предложение работы.',
    'text' => 'Вы выбраны. Смотрите свое предложение о работе.',
  ),
  'jobOfferAccepted' => 
  array (
    'subject' => 'Предложение о работе принято',
    'text' => 'Предложение о работе принято',
  ),
  'jobOfferRejected' => 
  array (
    'subject' => 'Предложение о работе отклонено',
    'text' => 'Предложение о работе отклонено',
  ),
  'licenceExpireBefore' => 
  array (
    'subject' => 'Срок действия лицензии компании истекает.',
    'text' => 'Срок действия лицензии вашей компании истекает. Пожалуйста, проверьте платежные данные.',
  ),
  'licenseExpire' => 
  array (
    'subject' => 'Срок действия лицензии компании истек.',
    'text' => 'Срок действия лицензии вашей компании истек. Пожалуйста, проверьте платежные данные.',
  ),
  'loginDashboard' => 'Войти в Личный кабинет',
  'newCompany' => 
  array (
    'subject' => 'Зарегистрирована новая компания',
    'text' => 'Зарегистрирована новая компания.',
  ),
  'newJobApplication' => 
  array (
    'subject' => 'Получено новое заявление о приеме на работу',
    'text' => 'подал заявку на работу',
  ),
  'newJobOpening' => 
  array (
    'jobDetails' => 'ПОДАТЬ ЗАЯВКУ НА РАБОТУ',
    'jobLocation' => 'место работы',
    'jobTitle' => 'Название работы',
    'moreDetails' => 'Посетите ссылку ниже, чтобы получить более подробную информацию и подать заявку на работу.',
    'subject' => 'Открытие новой вакансии',
    'text' => 'Открытие новой вакансии...',
  ),
  'newUser' => 
  array (
    'subject' => 'Аккаунт успешно создан',
    'text' => 'Данные для входа',
  ),
  'on' => 'На',
  'planPurchase' => 
  array (
    'subject' => 'Компания приобрела тарифный план.',
    'text' => 'названная компания приобрела тарифный план',
  ),
  'planUpdate' => 
  array (
    'subject' => 'Обновленный план компании.',
    'text' => 'У названной компании обновлен план',
  ),
  'ScheduleStatusCandidate' => 
  array (
    'forCheckDetails' => 'Для проверки деталей',
    'hasBeen' => 'был',
    'nowStatus' => 'Теперь твой статус',
    'subject' => 'Ответ расписания интервью.',
    'text' => 'собеседование запланировано на работу',
  ),
  'thankyouNote' => 'Спасибо!',
  'verify' => 
  array (
    'text' => 'Спасибо за регистрацию. Вот инструкции по подтверждению адреса электронной почты. Был сделан запрос на подтверждение вашего адреса электронной почты. Если вы не отправляли этот запрос, просто проигнорируйте это письмо. Если вы сделали этот запрос, подтвердите его.',
  ),
  'verifySuccess' => 
  array (
    'subject' => 'Электронная почта успешно подтверждена',
    'text' => 'Спасибо за подтверждение по электронной почте.',
  ),
  'viewOffer' => 'Посмотреть предложение',
  'your' => 'Ваш',
);
