<?php

return array (
  'accepted' => 'Атрибут: должен быть принят.',
  'active_url' => 'Атрибут: не является допустимым URL.',
  'after' => 'Атрибут: должен быть датой после: срок',
  'after_or_equal' => 'Атрибут: должен быть датой после или равной дате.',
  'alpha' => 'Атрибут: может содержать только буквы.',
  'alpha_dash' => 'Атрибут: может содержать только буквы, цифры и дефисы.',
  'alpha_num' => 'Атрибут: может содержать только буквы и цифры.',
  'array' => 'Атрибут: должен быть массивом.',
  'before' => 'Атрибут: должен быть датой перед:дате.',
  'before_or_equal' => 'Атрибут: должен быть датой до или равной дате.',
  'between' => 
  array (
    'array' => 'Атрибут: должен содержать от :минимум и :максимум элементов.',
    'file' => 'Атрибут: должен находиться в диапазоне от: минимум и: максимум',
    'numeric' => 'The :attribute must be between :минимум и :максимум',
    'string' => 'Атрибут: должен содержать символы :минимум и :максимум',
  ),
  'custom' => 
  array (
    'attribute-name' => 
    array (
      'rule-name' => 'настраиваемое сообщение',
    ),
  ),
  'date' => 'Атрибут: не является допустимой датой.',
  'date_format' => 'Атрибут: не соответствует формату: формат.',
  'different' => 'Атрибут: attribute и: Другой должны отличаться.',
  'digits' => 'Атрибут: должен быть: цифры  цифрами.',
  'digits_between' => 'Атрибут: должен быть между :минимум и :максимум  цифрами.',
  'dimensions' => 'Атрибут: имеет недопустимые размеры изображения.',
  'distinct' => 'Поле: attribute имеет повторяющееся значение.',
  'email' => 'Атрибут: должен быть действующим адресом электронной почты.',
  'exists' => 'Атрибут выбранный :недействителен.',
  'file' => 'Атрибут: должен быть файлом.',
  'filled' => 'Поле: attribute должно иметь значение',
  'gt' => 
  array (
    'array' => 'Атрибут: должен содержать более: значений.',
    'file' => 'Атрибут: должен быть больше :стоимость в килобайтах.',
    'numeric' => 'Атрибут: должен быть больше, чем: значение.',
    'string' => 'Атрибут: должен содержать больше символов: value....',
  ),
  'gte' => 
  array (
    'array' => 'Атрибут: должен иметь элементы: value или больше....',
    'file' => 'Атрибут: должен быть больше или равен: значение в килобайтах....',
    'numeric' => 'Атрибут: должен быть больше или равен: value....',
    'string' => 'Атрибут: должен быть больше или равен символам: значение.',
  ),
  'image' => 'Атрибут: должен быть изображением....',
  'in' => 'Атрибут выбранный: недействителен.',
  'in_array' => 'Поле :атрибут не существует в :Другой.',
  'integer' => 'Атрибут: должен быть целым числом.',
  'ip' => 'Атрибут: должен быть действительным IP-адресом.',
  'ipv4' => 'Атрибут: должен быть действительным адресом IPv4.',
  'ipv6' => 'Атрибут: должен быть действительным адресом IPv6.',
  'json' => 'Атрибут: должен быть допустимой строкой JSON.',
  'lt' => 
  array (
    'array' => 'Атрибут: должен содержать меньше: значений элементов.',
    'file' => 'Атрибут: должен иметь меньше: значений элементов.: Attribute должен быть меньше: value килобайт.',
    'numeric' => 'Атрибут: должен быть меньше: значения.',
    'string' => 'Атрибут: должен содержать меньше символов: value.',
  ),
  'lte' => 
  array (
    'array' => 'Атрибут: не может содержать более: значений элементов',
    'file' => 'Атрибут: должен быть меньше или равен: значение в килобайтах.',
    'numeric' => 'Атрибут: должен быть меньше или равен: value.',
    'string' => 'Атрибут: должен быть меньше или равен символам: значение.',
  ),
  'max' => 
  array (
    'array' => 'Атрибут: может содержать не более :максимум элементов.',
    'file' => 'Атрибут: не может быть больше :максимум килобайт.',
    'numeric' => 'Атрибут: не может быть больше, чем :максимум',
    'string' => 'Атрибут: не может содержать больше символов: max.',
  ),
  'mimes' => 'Атрибут: должен быть файлом типа:: values.',
  'mimetypes' => 'Атрибут: должен быть файлом типа :values.',
  'min' => 
  array (
    'array' => 'Атрибут: должен содержать как :минимум элементов.',
    'file' => 'Атрибут: должен быть не менее :минимум килобайт.',
    'numeric' => 'Атрибут: должен быть не меньше :минимум',
    'string' => 'Атрибут: должен содержать не менее :минимум символов',
  ),
  'not_in' => 'Атрибут выбранный: недействителен.',
  'not_regex' => 'Формат атрибут: недействителен....',
  'numeric' => 'Атрибут: должен быть числом',
  'present' => 'Поле :атрибут должно присутствовать.',
  'regex' => 'Формат :атрибут  недействителен.',
  'required' => 'Поле :атрибут обязательно для заполнения.',
  'required_if' => 'Поле :атрибут требуется, когда : другой значение.',
  'required_unless' => 'Поле :атрибут является обязательным, если  :Другой не входит в  :ценности.',
  'required_with' => 'Поле  :атрибут требуется, если присутствует :стоимость',
  'required_with_all' => 'Поле :атрибут требуется, если присутствует :стоимость',
  'required_without' => 'Поле :атрибут необходимо, когда :ценности не указано.',
  'required_without_all' => 'Поле :атрибут является обязательным, если нет ни одного из: значений.',
  'same' => ':атрибут и   :Другой должны совпадать.',
  'size' => 
  array (
    'array' => 'Атрибут: должен содержать элементы :размер Предметы.',
    'file' => 'Атрибут: должен быть размером в килобайтах.',
    'numeric' => 'Атрибут: должен быть размером :размер.',
    'string' => 'Атрибут: должен содержать символы :размер символов.',
  ),
  'string' => 'Атрибут :должен быть строкой.',
  'timezone' => 'Атрибут: должен быть допустимой зоной.',
  'unique' => 'Атрибут :уже был занят.',
  'uploaded' => 'Атрибут :не удалось загрузить.',
  'url' => 'Формат атрибут: недействителен.',
  'boolean' => 'Полe атрибут: должно быть истинным или ложным.',
  'confirmed' => 'Подтверждение :атрибут не совпадает.',
);
